{
    "1": {
        "question": "Would you rather eat a bug or a fly?",
        "author": 742612257275641876
    },
    "2": {
        "question": "Would you rather lick the floor or a broom?",
        "author": 742612257275641876
    },
    "3": {
        "question": "Would you rather eat ice cream or cake?",
        "author": 742612257275641876
    },
    "4": {
        "question": "Would you rather clean a toliet or a babys diaper?",
        "author": 742612257275641876
    },
    "5": {
        "question": "Would you rather lick your keyboard or mouse?",
        "author": 742612257275641876
    },
    "6": {
        "question": "Would you rather wash your hair with mash potatoes or cranberry sauce?",
        "author": 742612257275641876
    },
    "7": {
        "question": "Would you rather team up with Wonder Woman or Captain Marvel?",
        "author": 742612257275641876
    },
    "8": {
        "question": "Would you rather want to find true love or win lottery next month?",
        "author": 742612257275641876
    },
    "9": {
        "question": "Would you rather be forced to sing along or dance to every song you hear?",
        "author": 742612257275641876
    },
    "10": {
        "question": " Would you rather have everyone you know be able to read your thoughts or for everyone you know to have access to your Internet history?",
        "author": 742612257275641876
    },
    "11": {
        "question": "Would you rather be chronically under-dressed or overdressed?",
        "author": 742612257275641876
    },
    "12": {
        "question": "Would you rather lose your sight or your memories?",
        "author": 742612257275641876
    },
    "13": {
        "question": "Would you rather have universal respect or unlimited power?",
        "author": 742612257275641876
    },
    "14": {
        "question": "Would you rather give up air conditioning and heating for the rest of your life or give up the Internet for the rest of your life?",
        "author": 742612257275641876
    },
    "15": {
        "question": "Would you rather swim in a pool full of Nutella or a pool full of maple syrup?",
        "author": 742612257275641876
    },
    "16": {
        "question": "Would you rather labor under a hot sun or extreme cold?",
        "author": 742612257275641876
    },
    "17": {
        "question": "Would you rather stay in during a snow day or build a fort?",
        "author": 742612257275641876
    },
    "18": {
        "question": "Would you rather buy 10 things you don't need every time you go shopping or always forget the one thing that you need when you go to the store?",
        "author": 742612257275641876
    },
    "19": {
        "question": "Would you rather never be able to go out during the day or never be able to go out at night?",
        "author": 742612257275641876
    },
    "20": {
        "question": "Would you rather have a personal maid or a personal chef?",
        "author": 742612257275641876
    },
    "21": {
        "question": "Would you rather have Beyonce's talent or Jay-Z's business acumen?",
        "author": 742612257275641876
    },
    "22": {
        "question": "Would you rather be an extra in an Oscar-winning movie or the lead in a box office bomb?",
        "author": 742612257275641876
    },
    "23": {
        "question": "Would you rather vomit on your hero or have your hero vomit on you?",
        "author": 742612257275641876
    },
    "24": {
        "question": "Would you rather communicate only in emoji or never be able to text at all ever again?",
        "author": 742612257275641876
    },
    "25": {
        "question": "Would you rather be a royal 1000 years ago or an average person today?",
        "author": 742612257275641876
    },
    "26": {
        "question": "Would you rather lounge by the pool or on the beach?",
        "author": 742612257275641876
    },
    "27": {
        "question": "Would you rather wear the same socks for a month or the same underwear for a week?",
        "author": 742612257275641876
    },
    "28": {
        "question": "Would you rather work an overtime shift with your annoying boss or spend full day with your mother-in-law?",
        "author": 742612257275641876
    },
    "29": {
        "question": "Would you rather cuddle a koala or pal around with a panda?",
        "author": 742612257275641876
    },
    "30": {
        "question": "Would you rather have a sing-off with Ariana Grande or a dance-off with Rihanna?",
        "author": 742612257275641876
    },
    "31": {
        "question": "Would you rather watch nothing but Hallmark Christmas movies or nothing but horror movies?",
        "author": 742612257275641876
    },
    "32": {
        "question": "Would you rather always be 10 minutes late or always be 20 minutes early?",
        "author": 742612257275641876
    },
    "33": {
        "question": "Would you rather have a pause or a rewind button in your life?",
        "author": 742612257275641876
    },
    "34": {
        "question": "Would you rather lose all your teeth or lose a day of your life every time you kissed someone?",
        "author": 742612257275641876
    },
    "35": {
        "question": "Would you rather drink from a toilet or pee in a litter box?",
        "author": 742612257275641876
    },
    "36": {
        "question": "Would you rather be forced to live the same day over and over again for a full year or take 3 years off the end of your life?",
        "author": 742612257275641876
    },
    "37": {
        "question": "Would you rather never eat watermelon ever again or be forced to eat watermelon with every meal?",
        "author": 742612257275641876
    },
    "38": {
        "question": "Would you rather go to Harvard but graduate and be jobless or gradute from another college and work for Harvard",
        "author": 742612257275641876
    },
    "39": {
        "question": "Would you rather be a bad fairy with a good reputation or a good witch with bad reputation?",
        "author": 742612257275641876
    },
    "40": {
        "question": "Become filthy rich but no family or have a family but live an average life style?",
        "author": 742612257275641876
    },
    "41": {
        "question": "Would you rather Always help people or Always help yourself?",
        "author": 940903230689411092
    },
    "42": {
        "question": "Would you rather Pass the exam by cheating or Pass the exam by hard working?",
        "author": 940903230689411092
    },
    "43": {
        "question": "Would you rather Make your school crush your gf/bf or Make your celebrity crush your gf/bf?",
        "author": 742612257275641876
    },
    "44": {
        "question": "Would you rather get $10000000 now or get 100$ whenever you want?",
        "author": 742612257275641876
    },
    "45": {
        "question": "Would you rather Netflix or YouTube?",
        "author": 940903230689411092
    },
    "46": {
        "question": "Would you rather Have omnitrix or Just become alien x for your lifetime?",
        "author": 742612257275641876
    },
    "47": {
        "question": "Would you rather live 24 hours without phone or live 24 hours without laptop?",
        "author": 940903230689411092
    },
    "48": {
        "question": "Would you rather play Genshin Impact or Touch grass?",
        "author": 742612257275641876
    },
    "49": {
        "question": "Would you rather work in The Hub or Do a 9 to 4 job?",
        "author": 742612257275641876
    },
    "50": {
        "question": "Would you rather Have one night with your 1st @ or Marry your 3rd @?",
        "author": 742612257275641876
    },
    "51": {
        "question": "Would you rather Pineapple pizza or candy corn?",
        "author": 940903230689411092
    },
    "52": {
        "question": "Would you rather Pineapple pizza or candy corn?",
        "author": 940903230689411092
    },
    "53": {
        "question": "Would you rather Be a comedian in a serious film or Be a serious actor in a comedy film?",
        "author": 940903230689411092
    },
    "54": {
        "question": "Would you rather Be rich and famous or Be rich but unknown?",
        "author": 940903230689411092
    },
    "55": {
        "question": "Would you rather Beat the shit outta someone or Roast someone till they cry?",
        "author": 742612257275641876
    },
    "56": {
        "question": "Would you rather A bag full of cheetos or A bug full of dorritos?",
        "author": 742612257275641876
    },
    "57": {
        "question": "Would you rather eat an egg with a half-formed chicken inside or eat ten cooked grasshoppers?",
        "author": 742612257275641876
    },
    "58": {
        "question": "Would you rather have all dogs try to attack you when they see you or all birds try to attack you when they see you?",
        "author": 742612257275641876
    },
    "59": {
        "question": "Would you rather be in a ballet class or a salsa class?",
        "author": 742612257275641876
    },
    "60": {
        "question": "Would you rather be stuck with your spouse in a tree house or in a tent on a rainy day?",
        "author": 742612257275641876
    },
    "61": {
        "question": "Would you rather remember every single thing that happened in the last 10 years of your life or know what you are going to do for the next 10 months but not be able to change it?",
        "author": 742612257275641876
    },
    "62": {
        "question": "Would you rather instantly get to your goal weight and get buff / in shape or instantly grow 4 inches?",
        "author": 742612257275641876
    },
    "63": {
        "question": "Would you rather everything you dream each night come true when you wake up or everything a randomly chosen person dreams each night come true when they wake up?",
        "author": 742612257275641876
    },
    "64": {
        "question": "Would you rather whatever house you live in to have one strong smell of your choosing for the rest of your life or wake up to your house smell to change randomly every day?",
        "author": 742612257275641876
    },
    "65": {
        "question": "Would you rather live your entire life in a virtual reality where all your wishes are granted or just in the normal real world?",
        "author": 742612257275641876
    },
    "66": {
        "question": "Would you rather live in a house with see-through walls in a city or in the same see-through house but in the middle of a forest far from civilization?",
        "author": 742612257275641876
    },
    "67": {
        "question": "Would you rather know when you are going to die or how you are going to die? (You can’t change the time or method of your death.)",
        "author": 742612257275641876
    },
    "68": {
        "question": "Would you rather be smacked in the face with a fish or farted on?",
        "author": 742612257275641876
    },
    "69": {
        "question": "Would you rather your only mode of transportation be a donkey or a giraffe?",
        "author": 742612257275641876
    },
    "70": {
        "question": "Would you rather humans go to the moon again or go to mars?",
        "author": 742612257275641876
    },
    "71": {
        "question": "Would you rather never sweat again but not be more prone to heat stroke or never feel cold again but cold still physically affects you (i.e., you can freeze to death)?",
        "author": 742612257275641876
    },
    "72": {
        "question": "Would you rather be only able to watch the movies with someone or only be able to watch it with your family ",
        "author": 742612257275641876
    },
    "73": {
        "question": "Would you rather have all traffic lights you approach be green or never have to stand in line again?",
        "author": 742612257275641876
    },
    "74": {
        "question": "Would you rather have your friends never bail on plans they make or be able to make shoot paper into a trash bin no matter how difficult the shot?",
        "author": 742612257275641876
    },
    "75": {
        "question": "Would you rather know the world secrets or live ignorantly forever?",
        "author": 742612257275641876
    },
    "76": {
        "question": "Would you rather experience the world beginning or ending?",
        "author": 742612257275641876
    },
    "77": {
        "question": "Would you rather get married to a zombie or give birth to a zombie?",
        "author": 742612257275641876
    },
    "78": {
        "question": "Would you rather vomit uncontrollably for one minute every time you hear the happy birthday song or get a headache that lasts for the rest of the day every time you see a bird (including in pictures or a video)?",
        "author": 742612257275641876
    },
    "79": {
        "question": "Would you rather live in a utopia as a normal person or in a dystopia but you are the supreme ruler?",
        "author": 742612257275641876
    },
    "80": {
        "question": "Would you rather have a map that shows you the location of anything you want to find and can be used again and again but has a margin of error of up to five miles or a device that allows you to find the location of anything you want with incredible accuracy but can only be used three times?",
        "author": 742612257275641876
    },
    "81": {
        "question": "Would you rather take a pill that gives you 100 more healthy years or a pill that makes you 10x more intelligent than you currently are?",
        "author": 742612257275641876
    },
    "82": {
        "question": "Would you rather Eat anything what you want 2 times or Eat a random thing as much as you want?",
        "author": 742612257275641876
    }
}